 {
     "ABOUT": "ABOUT ULU GAMES",
     "home": "Home",
     "aboutUs": "About Us",
     "ulu": "GLOBAL MOBILE GAME PUBLISHER",
     "global": "ULU GAMES",
     "partner": "Partner with us and go global.",
     "suport": "GLOBAL PUBLISHING SUPPORT",
     "developers": "We professionally assist developers to go global.",
     "POLISHING": "POLISHING",
     "MONETIZATION": "MONETIZATION DESIGN",
     "LOCALIZATION": "LOCALIZATION",
     "SERVER": "SERVER SUPPORT",
     "MARKETING": "MARKETING",
     "PR": "PR",
     "QA": "QA TESTING",
     "DESK": "HELP DESK",
     "direction": "Game Direction, Game Balance, and UX",
     "revenue": "Game Revenue Maximization",
     "localization": "Text Translations and Localization",
     "implementation": "Play! Server Implementation",
     "ads": "Ads and Cross-Promotions",
     "influencers": "Media and Influencers",
     "completeness": "Completeness and Checks for Hurdles",
     "inquiries": "Global User Inquiries",
     "BEYOND": "GO GLOBAL AND BEYOND",
     "partnership": "ULU’s Publishing Partnership targets the global market.",
     "desc1": "The world has become ever more connected since the inception of smartphones. As a consequence, a large number of diverse people from different countries are able to play games on their devices. The current mobile game market is the largest of all the game markets. We are aiming for the success in the global market by taking advantage of this great opportunity.",
     "desc2": "Over the years, ULU Games has been mainly focused on South Korea and Japan, and has also been involved in Vietnam, Southeast Asia, Hong Kong, Macao and Taiwan. We will broaden our market to North America, Europe, Australia and finally the global scale. We have established great partnerships with oversea media and channels. In the future, we will continue to dedicate ourselves to global publishing and be the leading mobile game operator in the world.",
     "QUALIFICATIONS": "GROUP OF SPECIALISTS WITH THE BEST QUALIFICATIONS",
     "help": "We help you make games favored by all players.",
     "desc3": "Core team of ULU Games comes from transnational enterprises. With long-time actual operation and abundant experience of expansion in global business, we have made such achievements nowadays.",
     "desc4": "Our strength comes from complete and comprehensive marketing team distribution, having cooperated with thousands of media and NCPI, which can compare favorably with the set-up of a mid-size advertising firm.Basing on powerful marketing impetus, our team are good at long- term operation, which can effectively keep productions profitable for a long time.",
     "ACHIEVEMENTS": "ULU GAMES GLOBAL PUBLISHING ACHIEVEMENTS",
     "plantform": "iOS App Store & Android Google Play",
     "COUNTRIES": "COUNTRIES RELEASED",
     "DOWNLOADS": "DOWNLOADS SURPASSED",
     "STORES": "FEATURED ON APP STORES",
     "ARKA": "SUCCESS OF ‘ARKA’",
     "gameTitle": "1 Million Global Downloads. Google Play & App Store & ONE Store download TOP1.",
     "desc5": "The magic MMO game ‘ARKA’ made with Unreal Engine 4 technology was published by ULU Games in South Korea earlier this May. After being launched for only 4 days, it quickly rose to Free Chart TOP2 in South Korea, and won the 5th on Top Grossing Chart at the end of May.",
     "desc6": "With its high quality and popular IP concept, ‘ARKA’ was officially featured on Google Play store before the launch. ‘ARKA’uses the world-leading Unreal Engine 4 technology to create a grand and aesthetic fantasy world, with seamless scenes and 1.8 billion cubic meters of scale. Exquisite Korean art style modeling, as well as detail rendering via Unreal Engine 4, makes the game screen comparable to console games. In terms of gameplay, ‘ARKA’ has not only 360° free flight air combat, but also multiple interesting dungeons, cross-server guild wars, love social and other well-designed systems, bringing a new MMO game experience for players.The grand scene, vivid details, and rich gameplays make the magic epic in ‘ARKA’ come true.More surprises will continue to be presented to players.",
     "seeMore": "SEE MORE OF ‘ARKA’",
     "sword": "ACHIEVEMENT OF ‘Myth of Sword’",
     "swordTtile": "Featured on App Store. Google Play download TOP2. iOS download TOP5.",
     "desc7": "In March, ULU Games launched a new MMO game ‘Myth of Sword’ in the Korean market, which was featured about romantic love and social contact. Within two weeks after its launch, ‘Myth of Sword’ entered TOP2 on Google Play Free Chart in Korea, and was officially featured on iOS App Store, on which it quickly rose to the top on Free Chart and maintained TOP5 position for several days.",
     "desc8": "Unlike traditional MMO games that emphasize roles, dungeons and art levels, ‘Myth of Sword’ features 'social.' In order to realize the diversified social needs of young players, ‘Myth of Sword’ introduces social functions such as marriage system, double mounts and SNS system. Players can collect a variety of gorgeous fashion costumes, find their true love, and create their unique homes. At the same time, in terms of gameplay, ‘Myth of Sword’ pays more attention to casual designs. It refers to idle games, and the gameplay of'automatic hook - up + quick advance ' avoids the players being trapped by cumbersome operations.The leisure MMO experience is quite rare in the Korean market.For this reason ‘Myth of Sword’ is bound to show players a distinctive mythical world.",

     "seeMoreBtn": "SEE MORE OF ‘Myth of Sword’",
     "GLOBALLY": "DREAM OF SHOWCASING YOUR GAME GLOBALLY?",
     "welcome": "Submit your proposal with information. We will work with you for a win-win situation.",
     "name": "COMPANY (OR TEAM) NAME*",
     "email": "YOUR EMAIL*",
     "stage": "DEVELOPMENT STAGE*",
     "Development": "Early Development",
     "Version": "Prototype or Playable Version",
     "Completed": "50 to 100% Completed",
     "Released": "Already Released",
     "Other": "Other",
     "GAMENAME": "GAME NAME*",
     "upload": "UPLOAD FILES (IMG, MOV, PPT, APK, ETC)",
     "info": "PLEASE TELL US ABOUT YOUR GAME, TEAM, COMPANY AND CURRENT STATUS.*",
     "submit": "SUBMIT",
     "concat": "We accept all genres and development stages of games for partnerships. Submitted materials will not be used for any purpose other than reviewing the game for a potential partnership. Security and confidentiality will be maintained. After going over the proposal, we will get back to you within 3 to 15 business days.",
     "INFORMATION": "INFORMATION",
     "office": "Contact US",
     "address1": "Head Office: Room 605, XinYiCity TowerA, No.1618, YiShan Rd, MinHang District, Shanghai, China.",
     "address2": "Korean Branch: 2F, 32-21, Donggyo- ro 23gil, Mapo - gu, Seoul, Republic of Korea.",
     "address3": "Hong Kong Branch: Unit B,10/F Lee May Building 788-790 Nathan Road, Mongkok Kooloon, HongKong.",
     "email1": "Email：bd@ulugame.com"

 }